<?php
// Heading
$_['heading_title']         = 'Στατιστικές';

// Text
$_['text_success']          = 'Επιτυχία: Έχετε τροποποιήσει τις στατιστικές!';
$_['text_list']             = 'Λίστα Στατιστικών';
$_['text_order_sale']       = 'Πωλήσεις Παραγγελιών';
$_['text_order_processing'] = 'Παραγγελίες σε Επεξεργασία';
$_['text_order_complete']   = 'Ολοκληρωμένες Παραγγελίες';
$_['text_order_other']      = 'Άλλες Παραγγελίες';
$_['text_returns']          = 'Επιστροφές';
$_['text_customer']         = 'Πελάτες Που Αναμένουν Έγκριση';
$_['text_affiliate']        = 'Συνεργάτες Που Αναμένουν Έγκριση';
$_['text_product']          = 'Προϊόντα Εκτός Αποθέματος';
$_['text_review']           = 'Εκκρεμείς Αξιολογήσεις';

// Column
$_['column_name']           = 'Όνομα Στατιστικής';
$_['column_value']          = 'Τιμή';
$_['column_action']         = 'Ενέργεια';

// Error
$_['error_permission']      = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις στατιστικές!';