<?php
// Heading
$_['heading_title']     = 'Συμβάντα';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε επεξεργαστεί τα συμβάντα!';
$_['text_list']         = 'Λίστα Συμβάντων';
$_['text_event']        = 'Τα συμβάντα χρησιμοποιούνται από τις επεκτάσεις για να παρακάμψουν την προεπιλεγμένη λειτουργία του καταστήματος σας. Εάν προκύψουν προβλήματα μπορείτε να απενεργοποιήσετε / ενεργοποιήσετε τα συμβάντα εδώ.';
$_['text_info']         = 'Πληροφορίες Συμβάντων';
$_['text_trigger']      = 'Συμβάν';
$_['text_action']       = 'Ενέργεια';

// Column
$_['column_code']       = 'Κωδικός Συμβάντος';
$_['column_status']     = 'Κατάσταση';
$_['column_sort_order'] = 'Σειρά Ταξινόμησης';
$_['column_action']     = 'Ενέργεια';

// Error
$_['error_permission']  = 'Προσοχή: Δεν έχετε άδεια να να επεξεργαστείτε τις επεκτάσεις!';
