<?php
// Heading
$_['heading_title']     = 'Εγκατάσταση Επεκτάσεων';

// Text
$_['text_progress']     = 'Πρόοδος Εγκατάστασης';
$_['text_upload']       = 'Μεταφορτώστε τις επεκτάσεις σας';
$_['text_history']      = 'Ιστορικό Εγκαταστάσεων';
$_['text_success']      = 'Επιτυχία: η επέκταση έχει εγκατασταθεί!';
$_['text_install']      = 'Γίνεται εγκατάσταση';

// Column
$_['column_filename']   = 'Όνομα Αρχείου';
$_['column_date_added'] = 'Ημερομηνία Προσθήκης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_upload']      = 'Ανέβασμα Αρχείου';
$_['entry_progress']    = 'Πρόοδος';

// Help
$_['help_upload']       = 'Απαιτείται αρχείο τροποποίησης με επέκταση \'.ocmod.zip\'.';

// Error
$_['error_permission']  = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις επεκτάσεις!';
$_['error_install']     = 'Πραγματοποιείται εγκατάσταση. Παρακαλώ Περιμένετε μερικά δευτερόλεπτα!';
$_['error_upload']      = 'Το αρχείο δεν μπόρεσε να ανέβει!';
$_['error_filetype']    = 'Μη έγκυρος τύπος αρχείου!';
$_['error_file']        = 'Το αρχείο δεν μπόρεσε να βρεθεί!';