<?php
// Text
$_['text_success']     = 'Επιτυχία: Έχετε τροποποιήσει τις επεκτάσεις!';
$_['text_unzip']       = 'Αποσυμπίεση αρχείων!';
$_['text_move']        = 'Αντιγραφή αρχείων!';
$_['text_xml']         = 'Εφαρμογή τροποποιήσεων!';
$_['text_remove']      = 'Αφαίρεση προσωρινών αρχείων!';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις επεκτάσεις!';
$_['error_install']    = 'Η εγκατάσταση επέκτασης πραγματοποιείται. Παρακαλώ περιμένετε μερικά δευτερόλεπτα!';
$_['error_unzip']      = 'Το αρχείο Zip δεν μπόρεσε να ανοίξει!';
$_['error_file']       = 'Το αρχείο εγκατάστασης δεν μπόρεσε να βρεθεί!';
$_['error_directory']  = 'Ο φάκελος εγκατάστασης δεν μπόρεσε να βρεθεί!';
$_['error_code']       = 'Η τροποποίηση XML απαιτεί μοναδικό κωδικό!';
$_['error_xml']        = 'Η τροποποίηση %s χρησιμοποιείται ήδη!';
$_['error_exists']     = 'Το αρχείο %s υπάρχει ήδη!';
$_['error_allowed']    = 'Ο φάκελος %s δεν είναι εγγράψιμος!';