<?php
// Heading
$_['heading_title']    = 'Προβολή Δωρεάν Προϊόντων';

// Text
$_['text_extension']   = 'Επεκτάσεις';
$_['text_success']     = 'Επιτυχία: Έχετε τροποποιήσει τη μονάδα προβολής δωρεάν προϊόντων!';
$_['text_edit']        = 'Επεξεργασία Μονάδας Προβολής Δωρεάν Προϊόντων';

// Entry
$_['entry_name']       = 'Όνομα Μονάδας';
$_['entry_status']     = 'Κατάσταση';

// Error
$_['error_permission'] = 'Προειδοποίηση: Δεν έχετε άδεια να τροποποιήσετε τη μονάδα προβολής δωρεάν προϊόντων!';
$_['error_name']       = 'Το Όνομα Μονάδας πρέπει να είναι μεταξύ 3 και 64 χαρακτήρων!';
