<?php
// Heading
$_['heading_title']    = 'Κουμπί PayPal (Powered by Braintree)';

// Text
$_['text_extension']   = 'Επεκτάσεις';
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί το Module κουμπί PayPal (Powered by Braintree)!';
$_['text_edit']        = 'Επεξεργασία Module Κουμπί PayPal (Powered by Braintree)';
$_['text_info']        = 'Το κουμπί <u>δε θα εμφανίζεται</u> υπό ορισμένες συνθήκες:';
$_['text_info_li1']    = 'Το καλάθι είναι άδειο και δεν έχουν εφαρμοστεί δωροεπιταγές';
$_['text_info_li2']    = 'Το καλάθι έχει λήψεις ή επαναλαμβανόμενες πληρωμές και ο χρήστης δεν είναι συνδεδεμένος';
$_['text_info_li3']    = 'Η ολοκλήρωση παραγγελίας μη διαθέσιμων προϊόντων είναι απενεργοποιημένη και το καλάθι περιέχει ένα μη διαθέσιμο προϊόν';
$_['text_layouts']     = 'Μετά την ενεργοποίηση του Module, μπορείτε να το προσθέσετε σε κάποια διάταξη.';
$_['text_layout_link'] = 'ατήστε εδώ για να μεταβείτε στη σελίδα διατάξεων';

// Entry
$_['entry_status']     = 'Κατάσταση';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε το κουμπί PayPal (από Braintree)';