<?php
// Heading
$_['heading_title']    = 'Κουμπί PayPal Express Checkout';

// Text
$_['text_extension']   = 'Επεκτάσεις';
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί το module κουμπιού PayPal Express Checkout!';
$_['text_edit']        = 'Επεξεργασία Module Κουμπιού PayPal Express Checkout';
$_['text_info']        = 'Το κουμπί <u>δεν</u> θα εμφανίζεται κάτω από κάποιες συνθήκες:';
$_['text_info_li1']    = 'Το καλάθι είναι κενό και δεν έχουν εφαρμοστεί δωροεπιταγές';
$_['text_info_li2']    = 'Το καλάθι έχει λήψεις ή επαναλαμβανόμενες πληρωμές και ο χρήστης δεν είναι συνδεδεμένος';
$_['text_info_li3']    = 'Η ολοκλήρωση αγοράς σε προϊόντα που δεν έχουν απόθεμα είναι απενεργοποιημένη και το καλάθι περιέχει προϊόν εκτός αποθέματος';
$_['text_layouts']     = 'Αφού ενεργοποιήσετε το module, χρησιμοποιήστε τη διαχείριση διάταξης για να προσθέσετε το κουμπί σε σελίδες του καταστήματος.';
$_['text_layout_link'] = 'Πατήστε εδώ για να μεταβείτε στη σελίδα διατάξεων';

// Entry
$_['entry_status']     = 'Κατάσταση';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε το module κουμπιού PayPal Express Checkout!';