<?php
// Heading
$_['heading_title']    = 'Σημαντική Ειδοποίηση Ασφαλείας!';

// Text
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί τον φάκελο αποθήκευσης (storage)!';
$_['text_admin']       = 'Επεξεργαστείτε το αρχείο admin/config.php και αλλάξτε';
$_['text_security']    = 'Είναι πολύ σημαντικό να μετακινήσετε τον φάκελο αποθήκευσης (storage) εκτός του δημόσια προσβάσιμου φακέλου (π.χ. public_html, www ή htdocs).';
$_['text_choose']      = 'Επιλέξτε τον τρόπο μετακίνησης του φακέλου αποθήκευσης';
$_['text_automatic']   = 'Αυτόματη μετακίνηση';
$_['text_manual']      = 'Χειροκίνητη μετακίνηση';
$_['text_move']        = 'Μετακίνηση';
$_['text_to']          = 'σε';
$_['text_config']      = 'Τροποποιείστε την καταχώρηση του αρχείου config.php από';
$_['text_admin']       = 'Τροποποιείστε την καταχώρηση του αρχείου admin/config.php από';

// Button
$_['button_move']      = 'Μετακίνηση';
$_['button_manual']    = 'Χειροκίνητα';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τον φάκελο αποθήκευσης (storage)!';
$_['error_path']       = 'Ειδοποίηση: Μη έγκυρη διαδρομή!';
$_['error_directory']  = 'Ειδοποίηση: Μη έγκυρος φάκελος!';
$_['error_exists']     = 'Ειδοποίηση: Ο φάκελος υπάρχει ήδη!';
$_['error_writable']   = 'Ειδοποίηση: Τα config.php και admin/config.php πρέπει να γίνουν εγγράψιμα!';
