<?php
// Text
$_['text_subject']          = '%s - Παραγγελία %s';
$_['text_greeting']         = 'Ευχαριστούμε που επιλέξατε για τις αγορές σας το κατάστημα %s. Η παραγγελία σας έχει καταχωρηθεί και θα εκτελεστεί μετά την αποδοχή της από τον διαχειριστή του καταστήματος, κατόπιν έλεγχου για τυχόν λάθη ή παραλείψεις. Εάν η μέθοδος πληρωμής που επιλέξατε είναι τραπεζικό έμβασμα, η παραγγελία σας θα εκτελεστεί μόλις επιβεβαιωθεί η πληρωμή.';
$_['text_link']             = 'Για να δείτε την παραγγελία σας, πατήστε τον ακόλουθο σύνδεσμο:';
$_['text_order_detail']     = 'Πληροφορίες Παραγγελίας';
$_['text_instruction']      = 'Οδηγίες';
$_['text_order_id']         = 'Αριθμός Παραγγελίας:';
$_['text_date_added']       = 'Ημερομηνία Καταχώρησης:';
$_['text_order_status']     = 'Κατάσταση Παραγγελίας:';
$_['text_payment_method']   = 'Τρόπος Πληρωμής:';
$_['text_shipping_method']  = 'Τρόπος Αποστολής:';
$_['text_email']            = 'E-mail:';
$_['text_telephone']        = 'Τηλέφωνο:';
$_['text_ip']               = 'Διεύθυνση IP:';
$_['text_payment_address']  = 'Διεύθυνση Πληρωμής';
$_['text_shipping_address'] = 'Διεύθυνση Αποστολής';
$_['text_products']         = 'Προϊόντα';
$_['text_product']          = 'Προϊόν';
$_['text_model']            = 'Κωδικός Προϊόντος';
$_['text_quantity']         = 'Ποσότητα';
$_['text_price']            = 'Τιμή';
$_['text_order_total']      = 'Σύνολα Παραγγελίας';
$_['text_total']            = 'Σύνολο';
$_['text_download']         = 'Μόλις η πληρωμή σας επιβεβαιωθεί, μπορείτε να πατήσετε τον ακόλουθο σύνδεσμο για να κατεβάσετε τα αρχεία των προϊόντων:';
$_['text_comment']          = 'Σχόλια παραγγελίας:';
$_['text_footer']           = 'Παρακαλώ, απαντήστε σε αυτό το e-mail αν έχετε οποιαδήποτε απορία.';


$_['text_taxnicotine']      = 'Στις τιμές που αναγράφονται περιλαμβάνεται ειδικός φόρος κατανάλωσης';
