<?php
// Text
$_['text_subject']      = '%s - Ενημέρωση Παραγγελίας %s';
$_['text_order_id']     = 'Αριθμός Παραγγελίας:';
$_['text_date_added']   = 'Ημερομηνία Προσθήκης:';
$_['text_order_status'] = 'Η παραγγελία σας έχει ενημερωθεί στην ακόλουθη κατάσταση:';
$_['text_comment']      = 'Τα σχόλια για την παραγγελία σας είναι:';
$_['text_link']         = 'Για να δείτε την παραγγελία σας κάντε κλικ στον ακόλουθο σύνδεσμο:';
$_['text_footer']       = 'Παρακαλώ απαντήστε σε αυτό το e-mail αν έχετε ερωτήσεις.';