<?php
// Text
$_['text_subject']        = '%s - Σας ευχαριστούμε για την εγγραφή σας';
$_['text_welcome']        = 'Καλωσορίσατε και σας ευχαριστούμε που εγγραφείτε στο %s!';
$_['text_login']          = 'Ο λογαριασμός σας έχει δημιουργηθεί και μπορείτε να συνδεθείτε χρησιμοποιώντας τη διεύθυνση e-mail και τον κωδικό πρόσβασης σας, επισκεπτόμενοι τον ιστότοπό μας ή στην ακόλουθη διεύθυνση URL:';
$_['text_approval']       = 'Ο λογαριασμός σας πρέπει να εγκριθεί για να μπορέσετε να συνδεθείτε. Εφόσον εγκριθεί, μπορείτε να συνδεθείτε χρησιμοποιώντας τη διεύθυνση e-mail και τον κωδικό πρόσβασης σας, επισκεπτόμενοι τον ιστότοπό μας ή στην ακόλουθη διεύθυνση URL:';
$_['text_service']        = 'Μόλις συνδεθείτε, θα αποκτήσετε πρόσβαση σε επιπλέον υπηρεσίες, όπως επισκόπηση προηγούμενων παραγγελιών, εκτύπωση τιμολογίων και επεξεργασία των πληροφοριών του λογαριασμού σας.';
$_['text_thanks']         = 'Ευχαριστούμε,';
$_['text_new_customer']   = 'Νέος πελάτης';
$_['text_signup']         = 'Ένας νέος πελάτης έχει εγγραφεί:';
$_['text_customer_group'] = 'Ομάδα Πελατών:';
$_['text_firstname']      = 'Όνομα:';
$_['text_lastname']       = 'Επώνυμο:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Τηλέφωνο:';