<?php
// Heading
$_['heading_title']     = 'Αναφορά Αγορασμένων Προϊόντων';

// Text
$_['text_extension']    = 'Επεκτάσεις Αναφοράς Αγορασμένων Προϊόντων';
$_['text_edit']         = 'Επεξεργασία';
$_['text_success']      = 'Επιτυχία: Έχετε επεξεργαστεί την Αναφορά Αγορασμένων Προϊόντων!';
$_['text_filter']       = 'Φίλτρα';
$_['text_all_status']   = 'Όλες οι Καταστάσεις';

// Column
$_['column_date_start'] = 'Ημερομηνία Έναρξης';
$_['column_date_end']   = 'Ημερομηνία Λήξης';
$_['column_name']       = 'Όνομα Προϊόντος';
$_['column_model']      = 'Κωδικός Προϊόντος';
$_['column_quantity']   = 'Ποσότητα';
$_['column_total']      = 'Σύνολο';

// Entry
$_['entry_date_start']  = 'Ημερομηνία Έναρξης';
$_['entry_date_end']    = 'Ημερομηνία Λήξης';
$_['entry_status']      = 'Κατάσταση';
$_['entry_sort_order']  = 'Σειρά Ταξινόμησης';


// Error
$_['error_permission']  = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε την Αναφορά Αγορασμένων Προϊόντων!';