<?php
// Heading
$_['heading_title']    = 'Αναφορά Προβεβλημένων Προϊόντων';

// Text
$_['text_extension']   = 'Επεκτάσεις';
$_['text_edit']        = 'Επεξεργασία Αναφοράς Προβεβλημένων Προϊόντων';
$_['text_success']     = 'Επιτυχία: Μηδενίσατε την αναφορά των προβεβλημένων προϊόντων!';

// Column
$_['column_name']      = 'Όνομα προϊόντος';
$_['column_model']     = 'Κωδικός προϊόντος';
$_['column_viewed']    = 'Προβλήθηκε';
$_['column_percent']   = 'Ποσοστό';

// Entry
$_['entry_status']     = 'Κατάσταση';
$_['entry_sort_order'] = 'Σειρά Ταξινόμησης';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να μηδενίσετε την αναφορά Αναφορά Προβεβλημένων Προϊόντων!';