<?php
// Heading
$_['heading_title']          = 'Πληροφορίες';

// Text
$_['text_success']           = 'Επιτυχία: Έχετε επεξεργαστεί τις πληροφορίες!';
$_['text_list']              = 'Λίστα Πληροφοριών';
$_['text_add']               = 'Προσθήκη Πληροφορίας';
$_['text_edit']              = 'Επεξεργασία Πληροφορίας';
$_['text_default']           = 'Προεπιλογή';
$_['text_keyword']           = 'Μην χρησιμοποιείτε κενά διαστήματα. Αντικαταστήστε τα κενά μεταξύ των λέξεων με παύλες - και βεβαιωθείτε ότι η κάθε SEO διεύθυνση (URL) είναι μοναδική στο κατάστημα.';

// Column
$_['column_title']           = 'Τίτλος Πληροφορίας';
$_['column_sort_order']      = 'Σειρά Ταξινόμησης';
$_['column_action']          = 'Ενέργεια';

// Entry
$_['entry_title']            = 'Τίτλος Πληροφορίας';
$_['entry_description']      = 'Περιγραφή';
$_['entry_meta_title']       = 'Τίτλος Σελίδας';
$_['entry_meta_keyword']     = 'Λέξεις-Κλειδιά Meta tag';
$_['entry_meta_description'] = 'Περιγραφή Meta Tag';
$_['entry_store']            = 'Καταστήματα';
$_['entry_keyword']          = 'SEO URL';
$_['entry_bottom']           = 'Κάτω';
$_['entry_status']           = 'Κατάσταση';
$_['entry_sort_order']       = 'Σειρά Ταξινόμησης';
$_['entry_layout']           = 'Παράκαμψη Διάταξης';

// Help
$_['help_bottom']            = 'Εμφάνιση κάτω στο υποσέλιδο (footer).';

// Error
$_['error_warning']          = 'Ειδοποίηση: Παρακαλώ ελέγξτε προσεκτικά τη φόρμα για λάθη!';
$_['error_permission']       = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις πληροφορίες!';
$_['error_title']            = 'Ο τίτλος πληροφορίας πρέπει να είναι από 1 έως 64 χαρακτήρες!';
$_['error_description']      = 'Η Περιγραφή πρέπει να είναι μεγαλύτερη από 3 χαρακτήρες!';
$_['error_meta_title']       = 'Ο τίτλος σελίδας πρέπει να είναι από 1 έως 255 χαρακτήρες!';
$_['error_keyword']          = 'H SEO URL χρησιμοποιείται ήδη!';
$_['error_unique']           = 'H SEO URL πρέπει να είναι μοναδική!';
$_['error_account']          = 'Ειδοποίηση: Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως Όροι δημιουργίας λογαριασμού στο κατάστημα!';
$_['error_checkout']         = 'Ειδοποίηση: Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως Όροι ολοκλήρωσης αγοράς στο κατάστημα!';
$_['error_affiliate']        = 'Ειδοποίηση: Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως Όροι συνεργατών στο κατάστημα!';
$_['error_return']           = 'Ειδοποίηση: Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως Όροι επιστροφής στο κατάστημα!';
$_['error_store']            = 'Ειδοποίηση: Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί, καθώς χρησιμοποιείται από %s καταστήματα!';