<?php
// Heading
$_['heading_title']     = 'Κατασκευαστής';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε επεξεργαστεί τους κατασκευαστές!';
$_['text_list']         = 'Λίστα Κατασκευαστών';
$_['text_add']          = 'Προσθήκη Κατασκευαστή';
$_['text_edit']         = 'Επεξεργασία Κατασκευαστή';
$_['text_default']      = 'Προεπιλογή';
$_['text_percent']      = 'Ποσοστό';
$_['text_amount']       = 'Σταθερό Ποσό';
$_['text_keyword']      = 'Μην χρησιμοποιείτε κενά διαστήματα. Αντικαταστήστε τα κενά μεταξύ των λέξεων με παύλες - και βεβαιωθείτε ότι η κάθε SEO διεύθυνση (URL) είναι μοναδική στο κατάστημα.';

// Column
$_['column_name']       = 'Όνομα Κατασκευαστή';
$_['column_sort_order'] = 'Σειρά Ταξινόμησης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα Κατασκευαστή';
$_['entry_store']       = 'Καταστήματα';
$_['entry_keyword']     = 'SEO URL';
$_['entry_image']       = 'Εικόνα';
$_['entry_sort_order']  = 'Σειρά Ταξινόμησης';
$_['entry_type']        = 'Τύπος';

// Error
$_['error_permission']  = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τους κατασκευαστές!';
$_['error_name']        = 'Το όνομα του κατασκευαστή πρέπει να είναι από 1 έως 64 χαρακτήρες!';
$_['error_keyword']     = 'Η SEO URL χρησιμοποιείται ήδη!';
$_['error_unique']           = 'H SEO URL πρέπει να είναι μοναδική!';
$_['error_product']     = 'Ειδοποίηση: Αυτός ο κατασκευαστής δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s προϊόντα!';