<?php
// Heading
$_['heading_title']    = 'Ανάλυση Πωλήσεων';

// Text
$_['text_extension']   = 'Επεκτάσεις';
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί την ανάλυση πωλήσεων του πίνακα ελέγχου!';
$_['text_edit']        = 'Επεξεργασία της ανάλυσης πωλήσεων του πίνακα ελέγχου';
$_['text_order']       = 'Παραγγελίες';
$_['text_customer']    = 'Πελάτες';
$_['text_day']         = 'Σήμερα';
$_['text_week']        = 'Εβδομάδα';
$_['text_month']       = 'Μήνας';
$_['text_year']        = 'Έτος';

// Entry
$_['entry_status']     = 'Κατάσταση';
$_['entry_sort_order'] = 'Σειρά ταξινόμησης';
$_['entry_width']      = 'Πλάτος';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να τροποποιήσετε την ανάλυση πωλήσεων του πίνακα ελέγχου!';
