<?php
// Heading
$_['heading_title']    = 'Σύνολο Πελατών';

// Text
$_['text_extension']   = 'Επεκτάσεις';
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί το σύνολο πελατών του πίνακα ελέγχου!';
$_['text_edit']        = 'Επεξεργασία του συνόλου πελατών του πίνακα ελέγχου';
$_['text_view']        = 'Δείτε περισσότερα...';

// Entry
$_['entry_status']     = 'Κατάσταση';
$_['entry_sort_order'] = 'Σειρά ταξινόμησης';
$_['entry_width']      = 'Πλάτος';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να τροποποιήσετε το σύνολο πελατών του πίνακα ελέγχου!';
