<?php
// Heading
$_['heading_title']    = 'Παγκόσμιος Χάρτης';

// Text
$_['text_extension']   = 'Επεκτάσεις';
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί τον παγκόσμιο χάρτη του πίνακα ελέγχου!';
$_['text_edit']        = 'Επεξεργασία του παγκόσμιου χάρτη του πίνακα ελέγχου';
$_['text_order']       = 'Παραγγελίες';
$_['text_sale']        = 'Πωλήσεις';

// Entry
$_['entry_status']     = 'Κατάσταση';
$_['entry_sort_order'] = 'Σειρά ταξινόμησης';
$_['entry_width']      = 'Πλάτος';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να τροποποιήσετε τον παγκόσμιο χάρτη του πίνακα ελέγχου!';
