<?php
// Heading
$_['heading_title']     = 'Πρόσφατες Παραγγελίες';

// Text
$_['text_extension']    = 'Επεκτάσεις';
$_['text_success']      = 'Επιτυχία: Έχετε επεξεργαστεί τις πρόσφατες παραγγελίες του πίνακα ελέγχου!';
$_['text_edit']         = 'Επεξεργασία των πρόσφατων παραγγελιών του πίνακα ελέγχου!';

// Column
$_['column_order_id']   = 'Αριθμός Παραγγελίας';
$_['column_customer']   = 'Πελάτης';
$_['column_Κατάσταση']  = 'Κατάσταση';
$_['column_total']      = 'Σύνολο';
$_['column_date_added'] = 'Ημερομηνία Καταχώρησης';
$_['column_action']     = 'Ενέργεια';


// Entry
$_['entry_status']      = 'Κατάσταση';
$_['entry_sort_order']  = 'Σειρά ταξινόμησης';
$_['entry_width']       = 'Πλάτος';

// Error
$_['error_permission']  = 'Ειδοποίηση: Δεν έχετε άδεια να τροποποιήσετε τις πρόσφατες παραγγελίες του πίνακα ελέγχου!';
