<?php
// Text
$_['text_subject']  = '%s - Ο λογαριασμός σας ως συνεργάτης έχει ενεργοποιηθεί!';
$_['text_welcome']  = 'Καλώς ήρθατε και σας ευχαριστούμε για την εγγραφή σας στο κατάστημα %s!';
$_['text_login']    = 'Ο λογαριασμός σας έχει τώρα δημιουργηθεί και μπορείτε να συνδεθείτε χρησιμοποιώντας τη διεύθυνση e-mail σας και τον κωδικό σας, επισκεπτόμενοι τον ιστότοπο μας ή από την ακόλουθη διεύθυνση URL:';
$_['text_services'] = 'Μόλις συνδεθείτε, θα μπορείτε να παράγετε κωδικούς παρακολούθησης, να παρακολουθείτε τις πληρωμές προμηθειών σας και να επεξεργάζεστε τις πληροφορίες του λογαριασμού σας.';
$_['text_thanks']   = 'Ευχαριστούμε,';