<?php
// Text
$_['text_subject'] = '%s - Ο λογαριασμός σας έχει ενεργοποιηθεί!';
$_['text_welcome'] = 'Καλώς ήρθατε και σας ευχαριστούμε για την εγγραφή σας στο %s!';
$_['text_login']   = 'Ο λογαριασμός σας έχει τώρα δημιουργηθεί και μπορείτε να συνδεθείτε χρησιμοποιώντας τη διεύθυνση e-mail σας και τον κωδικό σας, επισκεπτόμενοι τον ιστότοπο μας ή από την ακόλουθη διεύθυνση URL:';
$_['text_service'] = 'Μόλις συνδεθείτε, θα έχετε πρόσβαση σε υπηρεσίες όπως ανασκόπηση ή εκτύπωση παλαιότερων παραγγελιών και επεξεργασία των πληροφοριών του λογαριασμού σας.';
$_['text_thanks']  = 'Ευχαριστούμε,';