<?php
// Heading
$_['heading_title']      = 'IP Καταπολέμησης Απάτης';

// Text
$_['text_extension']     = 'Επεκτάσεις';
$_['text_success']       = 'Επιτυχία: Έχετε επεξεργαστεί τα IP Καταπολέμησης Απάτης!';
$_['text_edit']          = 'Ρυθμίσεις IP Καταπολέμησης Απάτης';
$_['text_ip_add']        = 'Προσθήκη διεύθυνσης IP';
$_['text_ip_list']       = 'Λίστα διευθύνσεων IP Καταπολέμησης Απάτης';

// Column
$_['column_ip']          = 'IP';
$_['column_total']       = 'Σύνολο λογαριασμών';
$_['column_date_added']  = 'Ημερομηνία προσθήκης';
$_['column_action']      = 'Ενέργεια';

// Entry
$_['entry_ip']           = 'IP';
$_['entry_status']       = 'Κατάσταση';
$_['entry_order_status'] = 'Κατάσταση παραγγελίας';

// Help
$_['help_order_status']  = 'Στις παραγγελίες των πελατών που έχουν αποκλεισμένες IP στον λογαριασμό τους, θα ανατίθεται αυτή η κατάσταση παραγγελίας και δε θα μπορούν να φτάνουν αυτόματα σε κατάσταση ολοκλήρωσης.';

// Error
$_['error_permission']   = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις ρυθμίσεις των IP Καταπολέμησης Απάτης!';