<?php
// Text
$_['text_title']                = 'Square';
$_['text_canceled']             = 'Επιτυχία: Έχετε ακυρώσει αυτήν την πληρωμή! Σας στείλαμε ένα e-mail επιβεβαίωσης.';
$_['text_confirm_cancel']       = 'Είστε βέβαιοι ότι θέλετε να ακυρώσετε τις επαναλαμβανόμενες πληρωμές;';
$_['text_order_history_cancel'] = 'Ακυρώσατε το επαναλαμβανόμενο προφίλ σας. Η κάρτα σας δε θα χρεώνεται πλέον.';

// Button
$_['button_cancel']             = 'Ακύρωση Εαναλαμβανόμενης Πληρωμής';

// Error
$_['error_not_cancelled']       = 'Σφάλμα: %s!';
$_['error_not_found']           = 'Δεν ήταν δυνατή η ακύρωση του επαναλαμβανόμενου προφίλ!';