<?php
// Heading
$_['heading_title']       = 'O Λογαριασμός μου';

// Text
$_['text_account']        = 'Ο Λογαριασμός μου';
$_['text_my_account']     = 'Ο Λογαριασμός μου';
$_['text_my_orders']      = 'Οι Παραγγελίες μου';
$_['text_my_affiliate']   = 'Ο Λογαριασμός μου Συνεργάτη';
$_['text_my_newsletter']  = 'Newsletter';
$_['text_edit']           = 'Επεξεργαστείτε τα στοιχεία του λογαριασμού σας';
$_['text_password']       = 'Αλλάξτε τον κωδικό σας';
$_['text_address']        = 'Επεξεργαστείτε τις καταχωρήσεις του βιβλίου διευθύνσεων σας';
$_['text_credit_card']    = 'Διαχείριση αποθηκευμένων πιστωτικών καρτών';
$_['text_wishlist']       = 'Επεξεργαστείτε τη λίστα αγαπημένων σας';
$_['text_order']          = 'Το ιστορικό των παραγγελιών σας';
$_['text_download']       = 'Οι λήψεις αρχείων σας';
$_['text_reward']         = 'Οι πόντοι ανταμοιβής σας';
$_['text_return']         = 'Τα αιτήματα επιστροφής σας';
$_['text_transaction']    = 'Άλλες συναλλαγές (Πιστώσεις/Χρεώσεις)';
$_['text_newsletter']     = 'Λήψη Newsletter (Εγγραφή/Διαγραφή)';
$_['text_recurring']      = 'Επαναλαμβανόμενες πληρωμές';
$_['text_transactions']   = 'Συναλλαγές';
$_['text_affiliate_add']  = 'Εγγραφείτε για λογαριασμό συνεργάτη';
$_['text_affiliate_edit'] = 'Επεξεργαστείτε τα στοιχεία συνεργάτη';
$_['text_tracking']       = 'Προσαρμοσμένος Κωδικός Παρακολούθησης Συνεργάτη';