<?php
// Heading
$_['heading_title']   = 'Ξεχάσατε τον κωδικό σας;';

// Text
$_['text_account']    = 'O Λογαριασμός μου';
$_['text_forgotten']  = 'Ξεχάσατε τον κωδικό σας;';
$_['text_your_email'] = 'Το e-mail σας';
$_['text_email']      = 'Εισάγετε το e-mail που έχετε δηλώσει στον λογαριασμό σας. Πατήστε το κουμπί συνέχεια για να σας αποσταλεί με e-mail ο κωδικός.';
$_['text_success']    = 'Ένα e-mail με έναν σύνδεσμο επιβεβαίωσης έχει σταλεί διεύθυνση ηλεκτρονικού ταχυδρομείου σας.';

// Entry
$_['entry_email']     = 'Διεύθυνση e-mail';
$_['entry_password']  = 'Νέος Κωδικός';
$_['entry_confirm']   = 'Επιβεβαίωση';

// Error
$_['error_email']     = 'Ειδοποίηση: Η διεύθυνση e-mail δε βρέθηκε καταχωρημένη, παρακαλώ προσπαθήστε ξανά!';
$_['error_approved']  = 'Ειδοποίηση: Ο λογαριασμό σας χρειάζεται έγκριση για να μπορέσετε να συνδεθείτε';
$_['error_password']  = 'Ο κωδικός πρέπει να είναι από 4 έως 20 χαρακτήρες!';
$_['error_confirm']   = 'Ο κωδικός και η επιβεβαίωση κωδικού δεν ταιριάζουν!';