<?php
// Heading
$_['heading_title']  = 'Επαναφορά του κωδικού πρόσβασής';

// Text
$_['text_account']   = 'Λογαριασμός';
$_['text_password']  = 'Εισάγετε τον νέο κωδικό που επιθυμείτε να χρησιμοποιήσετε.';
$_['text_success']   = 'Ο κωδικός σας έχει ενημερωθεί με επιτυχία.';

// Entry
$_['entry_password'] = 'Κωδικός';
$_['entry_confirm']  = 'Επιβεβαίωση Κωδικού';

// Error
$_['error_password'] = 'Ο κωδικός πρέπει να είναι από 4 έως 20 χαρακτήρες!';
$_['error_confirm']  = 'Ο κωδικός και η επιβεβαίωση κωδικού δεν ταιριάζουν!';
$_['error_code']     = 'Ο κωδικός επαναφοράς κωδικού πρόσβασης δεν είναι έγκυρος ή έχει ήδη χρησιμοποιηθεί!';