<?php
// Heading
$_['heading_title']    = 'Παρακολούθηση Συνεργαστών';

// Text
$_['text_account']     = 'Λογαριασμός';
$_['text_description'] = 'Για να βεβαιώνουμε την αμοιβή σας από τις παραπομπές που μας στέλνετε, χρειάζεται να τις παρακολουθούμε τοποθετώντας έναν κώδικα παρακολούθησης στις διευθύνσεις URL που συνδέονται με εμάς. Μπορείτε να χρησιμοποιήσετε τα παρακάτω εργαλεία για να δημιουργήσετε συνδέσμους για τον ιστότοπο %s.';

// Entry
$_['entry_code']       = 'Ο Κώδικας Παρακολούθησης Σας';
$_['entry_generator']  = 'Γεννήτρια Συνδέσμων Παρακολούθησης';
$_['entry_link']       = 'Σύνδέσμος Παρακολούθησης';

// Help
$_['help_generator']   = 'Πληκτρολογήστε το όνομα προϊόντος που επιθυμείτε να συνδέσετε.';