<?php
// Heading
$_['heading_title'] = 'Η Λίστα Αγαπημένων μου';

// Text
$_['text_account']  = 'O Λογαριασμός μου';
$_['text_instock']  = 'Διαθέσιμο';
$_['text_wishlist'] = 'Λίστα Αγαπημένων (%s)';
$_['text_login']    = 'Πρέπει να <a href="%s">συνδεθείτε</a> ή να <a href="%s">δημιουργήσετε</a> έναν λογαριασμό για να αποθηκεύσετε το προϊόν <a href="%s">%s</a> στη <a href="%s">Λίστα Αγαπημένων</a>!';
$_['text_success']  = 'Προσθέσατε το προϊόν <a href="%s">%s</a> στη <a href="%s">Λίστα Αγαπημένων</a> σας!';
$_['text_remove']   = 'Έχετε επεξεργαστεί με επιτυχία τη λίστα αγαπημένων σας!';
$_['text_empty']    = 'Η λίστα αγαπημένων σας είναι κενή.';

// Column
$_['column_image']  = 'Εικόνα';
$_['column_name']   = 'Όνομα Προϊόντος';
$_['column_model']  = 'Κωδικός Προϊόντος';
$_['column_stock']  = 'Απόθεμα';
$_['column_price']  = 'Τιμή Μονάδας';
$_['column_action'] = 'Ενέργεια';