<?php
// Heading
$_['heading_title']    = 'Προβολή Δωρεάν Προϊόντων';

// Text
$_['text_available_free_products'] = 'Προϊόντα που μπορείτε να πάρετε Δωρεάν';
$_['text_eligible_count']          = 'Μπορείτε να πάρετε <strong>%s</strong> δωρεάν προϊόν(τα) από αυτή την κατηγορία!';
$_['text_no_eligible']             = 'Προσθέστε προϊόντα από την κατηγορία προσφοράς για να λάβετε δωρεάν είδη.';
$_['text_no_products']             = 'Δεν υπάρχουν διαθέσιμα προϊόντα';
$_['button_add_to_cart']           = 'Προσθήκη στο καλάθι';
