<?php
// Text
$_['text_success']           = 'Επιτυχία: Η παραγγελία σας έχει τροποποιηθεί!';

// Error
$_['error_permission']       = 'Ειδοποίηση: Δεν έχετε άδεια πρόσβασης στο API!';
$_['error_customer']         = 'Ειδοποίηση: Πρέπει να δηλωθούν τα στοιχεία πελάτη!';
$_['error_payment_address']  = 'Ειδοποίηση: Απαιτείται η διεύθυνση πληρωμής!';
$_['error_payment_method']   = 'Ειδοποίηση: Απαιτείται η μέθοδος πληρωμής!';
$_['error_no_payment']       = 'Ειδοποίηση: Δεν υπάρχουν επιλογές πληρωμής!';
$_['error_shipping_address'] = 'Ειδοποίηση: Απαιτείται η διεύθυνση αποστολής!';
$_['error_shipping_method']  = 'Ειδοποίηση: Απαιτείται η μέθοδος αποστολής!';
$_['error_no_shipping']      = 'Ειδοποίηση: Δεν υπάρχουν επιλογές αποστολής!';
$_['error_stock']            = 'Ειδοποίηση: Τα προϊόντα που σημειώνονται με *** δεν είναι διαθέσιμα στην επιθυμητή ποσότητα ή δεν υπάρχουν σε απόθεμα!';
$_['error_minimum']          = 'Ειδοποίηση: Η ελάχιστη ποσότητα παραγγελίας του προϊόντος %s είναι %s!';
$_['error_not_found']        = 'Ειδοποίηση: Δεν μπόρεσε να βρεθεί η παραγγελία!';