<?php

$_['heading_title']            = 'Πιστωτικές Κάρτες Square';

$_['text_account']             = 'Λογαριασμός';
$_['text_back']                = 'Επιστροφή';
$_['text_delete']              = 'Διαγραφή';
$_['text_no_cards']            = 'Δεν υπάρχουν κάρτες αποθηκευμένες στη βάση δεδομένων μας.';
$_['text_card_ends_in']        = 'Η κάρτα %s τελειώνει σε &bull;&bull;&bull;&bull; &bull;&bull;&bull;&bull; &bull;&bull;&bull;&bull; %s';
$_['text_warning_card']        = 'Επιβεβαιώνετε ότι θέλετε να καταργήσετε αυτήν την κάρτα; Μπορείτε να την προσθέσετε ξανά αργότερα σε επόμενη ολοκλήρωση αγοράς σας.';
$_['text_success_card_delete'] = 'Η επιτυχία! Αυτή η κάρτα έχει αφαιρεθεί.';